tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "coreutils"
brew "exa"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "hyperfine"
brew "make"
brew "mas"
brew "pinentry-mac"
brew "python@3.10"
brew "shellcheck"
brew "tldr"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "devtoys"
cask "docker"
cask "fig"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "openvpn-connect"
cask "raycast"
cask "runjs"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
mas "Bitwarden", id: 1352778147
mas "Telegram", id: 747648890
