tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "symfony-cli/tap"
brew "act"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "aom"
brew "openssl@3"
brew "autoconf"
brew "bash"
brew "libgit2"
brew "bat"
brew "libidn2"
brew "libnghttp2"
brew "openldap"
brew "curl"
brew "fontconfig"
brew "freetds"
brew "libpq"
brew "sqlite"
brew "php"
brew "composer"
brew "coreutils"
brew "dive"
brew "eza"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "mpdecimal"
brew "python@3.12"
brew "glib"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "hyperfine"
brew "jq"
brew "libcbor"
brew "libfido2"
brew "libuv"
brew "luajit"
brew "luv"
brew "make"
brew "mas"
brew "msgpack"
brew "mydumper"
brew "ncurses"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pinentry-mac"
brew "python@3.11"
brew "shellcheck"
brew "tldr"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "symfony-cli/tap/symfony-cli"
cask "alt-tab"
cask "bruno"
cask "clickup"
cask "discord"
cask "docker"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "obs"
cask "openvpn-connect"
cask "orbstack"
cask "postman"
cask "raycast"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Microsoft Remote Desktop", id: 1295203466
mas "Telegram", id: 747648890
mas "WireGuard", id: 1451685025
