tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "symfony-cli/tap"
brew "bash"
brew "bat"
brew "php"
brew "composer"
brew "coreutils"
brew "exa"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "hyperfine"
brew "make"
brew "mas"
brew "node"
brew "pinentry-mac"
brew "python@3.11"
brew "shellcheck"
brew "tldr"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "symfony-cli/tap/symfony-cli"
cask "alt-tab"
cask "anydesk"
cask "discord"
cask "docker"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "obs"
cask "openvpn-connect"
cask "raycast"
cask "runjs"
cask "shottr"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Telegram", id: 747648890
